source/static/work/execute/index.org
#+title: I architect and implement software projects
#+description: Execute | Fritz Grabo

I architect and implement software projects from A to Z for startups and businesses.

I dig deep until we both grok your actual needs, then create a simple, turnkey solution that meets them perfectly.

Expect boring, trusted technology and a deliverable that's easy to understand, operate, and maintain long-term.
