docs/work/execute/index.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>I architect and implement software projects</title>
<meta name="author" content="Fritz Grabo" />
<meta name="description" content="Execute | Fritz Grabo" />
<meta name="generator" content="Org Mode" />
<meta http-equiv="Cache-Control" content="no-store, no-cache, must-revalidate, max-age=0">
<meta http-equiv="Expires" content="0">
<meta http-equiv="Pragma" content="no-cache">
<!-- Stylesheets -->
<link rel="stylesheet" href="/styles/main.css" />
<!-- Scripts -->
<!-- Icons -->
<link rel="apple-touch-icon" sizes="180x180" href="/apple-touch-icon.png">
<link rel="icon" type="image/png" sizes="32x32" href="/favicon-32x32.png">
<link rel="icon" type="image/png" sizes="16x16" href="/favicon-16x16.png">
<link rel="shortcut icon" type="image/x-icon" href="/favicon.ico?">
</head>
<body>
<div id="preamble" class="status">
<p>
  <a href="/">Fritz Grabo</a> /
  <a href="/#on-work">On Work</a> /
  <a href="/now/">Now</a> /
  <!--<a href="/past/">Past</a> /-->
  <a href="/posts/">Posts</a>
  <a href="/posts/rss.xml">(RSS)</a> /
  <a href="/contact/">Contact</a>
</p>
</div>
<div id="content" class="content">
<h1 class="title">I architect and implement software projects</h1>
<p>
I architect and implement software projects from A to Z for startups and businesses.
</p>

<p>
I dig deep until we both grok your actual needs, then create a simple, turnkey solution that meets them perfectly.
</p>

<p>
Expect boring, trusted technology and a deliverable that's easy to understand, operate, and maintain long-term.
</p>
</div>
<div id="postamble" class="status">
<p>
  All original content is licensed under a custom <a href="/license/">license</a>.
</p>
</div>
</body>
</html>
